{
    "home":"Home",
    "features":"Features",
    "contact":"Contact",
    "eosstablecoin":"Cross-chain Stable Coins in EOS Ecosystem",
    "eosstabledes":"EOS stable coins are the mappings of major blockchain assets on EOS.IO network. Users who hold major blockchain assets are able to swap their assets from original blockchain network to EOS.IO network through gateway service so as to utilize them in DAPPs or decentralized exchanges. EOS stable coins enrich the diversity of EOS ecosystem and offer a convenient way for users from other blockchain network to experience the EOS world.",
    "stable":"Stability",
    "stabledes":"The volumes of stable coins in circulation are always equal to the volumes of the original assets. The gateway provides 24*7 two-pathway swap services, users can always swap their stable coins back to original blockchain at will. Therefore, the stable coins achieve a stable 1:1 pegging relationship with the original network assets.",
    "safe":"Safety",
    "safedes":"The gateway is built on the Chaincloud as the underlying asset management platform. Chaincloud is a well-known blockchain asset management platform developed by the Bither team in 2016. Since its establishment, Chaincloud has been stably serving a dozen of institutes and helping them in managing hundreds of millions of blockchain assets each day.",
    "transparent":"Transparency",
    "transparentdes":"The contracts and volume in circulation of EOS stable coins are transparent on EOS.IO. The user-deposited assets will go to a hot wallet at first, then will be collected into cold wallet. The cold wallet addresses are public addresses which can be viewed by everyone. The total balances of the hot and cold wallet are posted on website in real time and always equal to the amounts in circulation on the EOS blockchain.",
    "expense":"Fee",
    "expensedes":"To cover the operating costs of the gateway, while avoiding malicious in-and-out transfer, a certain amount of handling fee will be charged upon the gateway swap service. This fee will be charged unidirectionally whilst redeeming the cross-chain assets back to the original assets. The standard is 0.05% of the swapped assets. Meanwhile, the miner/gas fees occurred upon transactions on some blockchain networks will be deducted from the user’s total received amount as the case may be.",
    "expenseinfo":"(To encourage people to experience the EOS stable coins, before March 31, 2019, users who swap their assets to stable coins on EOS through the cross-chain gateway will be exempted from charging fees when they redeem those assets back to the original network at any time.)",
    "support":"Supported blockchain assets: BTC ETH USDT",
    "infotips":"All stable coins in circulation are less than or equal to the balance in reserve addresses. Each issuance on the EOS network has a deposit to reserve address in original blockchain and can be checked on the blockchain. As the circulation increases, reserve wallets will be upgraded to multi-sig cold wallets.",
    "evaluetips":"The amount in circulation is calculated by subtracting the number to be redeemed in gateway address from the number of contracts issued.",
    "cwa":"Cold Wallet Address",
    "hwa":"Hot Wallet Address",
    "cwb":"Cold Wallet Balance",
    "hwb":"Hot Wallet Balance",
    "authorized_not_issued":"Authorized but not issued",
    "tb":"Total Balance",
    "ic":"in Circulation",
    "displayaddress":"Display Address ",
    "supwalleteos":"Projects that support EOS stable coins",
    "mail":"Business contact: biz@eosstablecoin.com",
    "eosstable_notice":"After a short period of operation, the EOS cross-chain gateway service was basically unused from January 1, 2019. Therefore, the service was completely shut down on February 1, 2019, and only the function of switching back in the opposite direction was retained."
}